Repository: geteduroam/apple-app
Catalog: geteduroam/GeteduroamPackage/Sources/Status/Resources/Localizable.xcstrings
Source language: en
Languages: nl

source: App Configuration
nl: App-configuratie

source: App Configuration…
nl: App-configuratie…

source: Close
nl: Sluit

source: Failed to load organizations
nl: Laden van organisaties mislukt

source: It is recommended to update %@ to a newer version.
nl: Het is aanbevolen om %@ bij te werken naar een nieuwere versie.

source: It is recommended to update this app to the latest version.
nl: Het is aanbevolen om deze app bij te werken naar de laatste versie.

source: It is required to update %@ to a newer version.
nl: Het is vereist om %@ bij te werken naar een nieuwere versie.

source: It is required to update this app to the latest version.
nl: Het is vereist om deze app bij te werken naar de laatste versie.

source: No matches found
nl: Geen resultaten gevonden

source: Open File…
nl: Open bestand…

source: Search for your organization
nl: Zoek jouw organisatie

source: The organization is no longer listed.
nl: De organisatie wordt niet meer vermeld.

source: This app is disabled.
nl: Deze app is uitgeschakeld.

source: This app is obsolete.
nl: Deze app wordt niet meer ondersteund.

source: This app is under maintenance.
nl: Deze app is in onderhoud.

source: Unknown organization
nl: Onbekende organisatie
